{
    "M1": {
        "Name": "Chicken & Brocolli Pesto Pasta",
        "Description": "Fresh and light pasta, perfect for lunch or dinner!",
        "Ingredients": [
            "1 chicken breast(cut into small chunks)",
            "1 / 4 of a normal sized store bought broccoli(finely chopped)",
            "1 / 4 white onion",
            "2 heaped tablespoons of basil pesto",
            "handful of spaghetti pasta",
            "5 rosa tomatoes"
        ],
        "IngredientList": [
            "Chicken Breasts",
            "Brocolli",
            "Onion",
            "Basil Pesto",
            "Pasta",
            "Rosa Tomatoes"
        ],
        "Method": [
            "In a frying pan with some olive oil, first fry your onion and chicken, seasoning with some salt and pepper. ",
            "Once browned, add your finely chopped broccoli. ",
            "Whilst frying above mixture, season with chilli flakes/paprika. ",
            "Add your basil pesto. ",
            "Fry for about another 5-10 minutes until the whole mixture looks slightly brownish and crispy (YUM).",
            "Serve above mixture on a bed of spaghetti pasta, accompanied by some fresh rosa tomatoes cut in halves."
        ],
        "Servings": "1",
        "PrepTime": "10",
        "CookTime": "15",
        "ImageCount": "1",
        "ServingSuggestion": "",
        "AddOnID": "AO1",
        "AddOnName": "Basil Pesto"
    },
    "M2": {
        "Name": "Soya Chicken & Avo Bowl",
        "Description": "Simple healthy dish with few ingredients, super quick to prepare, but still tasty! ",
        "Ingredients": [
            "Handful of baby spinach",
            "1/4 red pepper",
            "1 chicken breast",
            "1/2 avocado (cut into small cubes/chunks)",
            "tablespoon of roasted sunflower seeds",
            "tablespoon of roasted pumpkin seeds",
            "soya sauce (preferably a thicker one)"
        ],
        "IngredientList": [
            "Spinach",
            "Peppers",
            "Chicken Breasts",
            "Avocado",
            "Seeds",
            "Soy Sauce"
        ],
        "Method": [
            "Cut your red pepper ‘julienne’ style, and your chicken breasts into small chunks. ",
            "Fry up together in a frying pan with some olive oil and salt & pepper until you can see the chicken is browned and cooked. 3. Add your soya sauce (at least 1 tablespoon) and mix through thoroughly.",
            "In a serving bowl, put your handful of baby spinach in. ",
            "Add your chicken mixture (only when cooled down otherwise it will cook your spinach, unless you want that then go ahead when it’s warm). ",
            "Add your avo and your roasted seeds and viola!"
        ],
        "Servings": "1",
        "PrepTime": "2",
        "CookTime": "10",
        "ImageCount": "1",
        "ServingSuggestion": "",
        "AddOnID": ""
    },
    "M3": {
        "Name": "Thai Green Curry",
        "Description": "A hearty, spicy, and super tasty thai green curry! ",
        "Ingredients": [
            "4 cloves of garlic",
            "1 tablespoon of fresh ginger",
            "1 white onion",
            "1 red pepper",
            "1 yellow pepper",
            "1 orange / green pepper",
            "4 chicken breasts",
            "thai green curry paste",
            "1 can of coconut milk",
            "2 cups of frozen peas",
            "3 cups of basmati rice"
        ],
        "IngredientList": [
            "Garlic",
            "Ginger",
            "Peppers",
            "Onion",
            "Chicken breasts",
            "Curry-paste",
            "Coconut",
            "Peas",
            "Rice"
        ],
        "Method": [
            "Slice up your onion and start to fry in your pot. [Side note, from beginning to start you should keep your pot on low heat]. ",
            "Finely chop your garlic and ginger and add to your onions. ",
            "Cook for about 5-10 minutes until the onions are slightly browning. ",
            "Julienne your peppers (the thinner the slices the better as then they will ‘cook away’ and add a lot of sweetness and flavor to your dish). ",
            "Add to your onions and stir thoroughly. ",
            "Cut your chicken into small slices/chunks and season with salt & pepper. ",
            "Add to your onions & peppers and stir thoroughly. ",
            "Cook until your chicken pieces are white (no red in sight) but not until brown. ",
            "Add your thai green curry paste and stir through thoroughly. ",
            "1Add your coconut milk and frozen peas, stir thoroughly and allow to simmer for app 20 minutes. ",
            "1Cook your rice while your curry is simmering. ",
            "1In a bowl, serve rice, curry and your sambals - viola!"
        ],
        "Servings": "3-4",
        "PrepTime": "10",
        "CookTime": "30",
        "ImageCount": "1",
        "ServingSuggestion": "I would highly recommend letting your curry cool down slightly before serving. Due it’s spicy nature, if it’s served piping hot in temperature, it will be too burny and lose a lot of it’s flavor.",
        "AddOnID": "AO2",
        "AddOnName": "Sambals"
    },
    "M4": {
        "Name": "Chicken, Mushroom & Spinach Pie",
        "Description": "A true crowd pleaser! This dish can also be made into a vegetarian dish if you make it exactly the same way and just leave out the chicken! ",
        "Ingredients": [
            "10 sheets of phyllo pastry",
            "2 tablespoons of butter",
            "500g creamed spinach (frozen creamed spinach works perfectly fine) ",
            "1 pack button mushrooms",
            "4 chicken breasts",
            "1 white onion",
            "3 cloves garlic",
            "3 eggs",
            "Paprika",
            "Salt & pepper"
        ],
        "IngredientList": [
            "Phyllo Pastry",
            "Butter",
            "Spinach",
            "Mushrooms",
            "Chicken breasts",
            "Onion",
            "Garlic",
            "Eggs"
        ],
        "Method": [
            "Cut your chicken into small pieces",
            "In a frying pan with some olive oil, brown your chicken in paprika spice and salt & pepper. The chicken doesn't need to be cooked through as it will cook to completion in the oven. Set chicken aside. ",
            "Slice your onion into small rings and fry until golden brown. Set aside.",
            "Finely chop your mushroom and garlic and fry together  with salt & pepper until golden brown. Set aside. ",
            "Defrost your spinach if applicable. ",
            "In a large mixing bowl: Add your creamed spinach, three eggs (raw), chicken, onion and mushrooms. Stir thoroughly. ",
            "Line an oven dish with butter and pour above mixutre into oven dish. ",
            "Bake on 180 degrees for 20 minutes. ",
            "Melt your butter and break your phyllo pastry into halves.",
            " Smeer your butter onto the phyllo pastry sheets and scrunch them into little balls and place onto of the spinach mixture in the oven dish until all surfaces are covered. ",
            " Bake for a further 10-15 minutes until the phyllo pastry is golden brown. "
        ],
        "Servings": "4",
        "PrepTime": "15",
        "CookTime": "30",
        "ImageCount": "3",
        "ServingSuggestion": "Best served with a fresh green salad.",
        "AddOnID": "",
        "AddOnName": ""
    },
    "M5": {
        "Name": "Bok Choy, Quinoa & Fried Chicken Bowl",
        "Description": "This dish has three different elements - soya bok choy, lemon and leek quinoa and sesame fried chicken.        The elements are all delicious on their own and can be used with different dishes or even as a side dish on its own.          When they are all combined - you get a fresh bowl of zesty Asian flavours!",
        "Ingredients": {
            "Bok Choy": [
                "1 packet baby bok choy",
                "soya sauce",
                "1 teaspoon honey",
                "5 cloves of garlic"
            ],
            "Lemon & Leek Quinoa": [
                "3 large leeks",
                "1 cup quinoa(can be substituted for rice if you don 't have quinoa)",
                "1 lemon 2 tablespoons garlic, chilli & ginger mix"
            ],
            "Fried Chicken": [
                "3 chicken breasts",
                "1 cup flour(I used gluten free cake flour, but you can use any cake flour)",
                "2 eggs",
                "1 / 2 cup sesame seeds",
                "Seasoning of choice"
            ]
        },
        "IngredientList": [
            "Bok choy",
            "Soy Sauce",
            "Honey",
            "Garlic",
            "Leeks",
            "Quinoa",
            "Lemon",
            "Chicken Breasts",
            "Flour",
            "Eggs",
            "Seeds"
        ],
        "Method": {
            "Lemon & Leek Quinoa": [
                "The first step is to make your lemon and leek quinoa as this can be set aside and heated later when serving.",
                "Cook your quinoa by putting in a pot with double the amount of water and simmering until all water is evaporated.",
                "Chop your leeks very finely,and fry in olive oil in a frying pan.",
                "Add your garlic,ginger and chilli mix and fry until leeks start slightly browning.Set aside and wait for your quinoa to cook.",
                "Once cooked, add your quinoa to your leeks,  squeeze the juice of one lemon into the mix and thoroughly mix through and continue frying for 5 minutes.",
                "Once finished, set aside in a microwavable dish so it can be heated and served later."
            ],
            "Sesame Fried Chicken": [
                "In one bowl combine two eggs and mix thoroughly.",
                "In a seperate bowl combine your flour, sesame seeds and seasoning(I would recommend salt, pepper, chilli flakes and dried ginger - but you can adapt to your liking)",
                "Slice your chicken into small pieces.",
                "Bring oil to the heat(If possible, use a non - stick pan)",
                "Dip your chicken pieces one by one first into the eggs and then the flour and sesame mixture and the into the pan.",
                "Fry about 5 - 6 chicken pieces at a time.Fry for about 4 minutes on each side, until the chicken is nice and golden brown.",
                "Complete chicken and set aside."
            ],
            "Soya Bok Choy": [
                "Chop your bok choy into smaller pieces.",
                "Fry with two table spoons of soya sauce, 5 cloves of garlic(Yes, that much) and 1 teaspoon of honey.",
                "Fry for about 5 minutes or until cooked.",
                "Finally, heat up your quinoa, and serve all your elements together!"
            ]
        },
        "Servings": "3",
        "PrepTime": "30",
        "CookTime": "30",
        "ImageCount": "5",
        "ServingSuggestion": "Best enjoyed with a couple of roasted almond shavings! ",
        "AddOnID": "",
        "AddOnName": ""
    },
    "M6": {
        "Name": "Curried Mince Pasta Bake",
        "Description": "This is dish makes for a hearty, warm and substantial bowl of goodness. ",
        "Ingredients": [
            "1 large white onion",
            "3 tablespoons of curry powder",
            "2 tablespoons of chopped garlic ",
            "Handful of fresh herbs (I used a mix of sage, basil and oregano) ",
            "3 large carrots",
            "500g lean beef mince",
            "1 cup macaroni pasta",
            "1 tub vegetable stock",
            "1 tin diced tomatoes",
            "100g tomatoe paste",
            "1/2 cup of cheese of choice"
        ],
        "IngredientList": [
            "Bok choy",
            "Soy Sauce",
            "Honey",
            "Garlic",
            "Leeks",
            "Quinoa",
            "Lemon",
            "Chicken Breasts",
            "Flour",
            "Eggs",
            "Seeds"
        ],
        "Method": [
            " Finely chop your onion and add to a large frying pan/pot (non-stick) with some oil, start to fry until onions become soft and translucent",
            "Add your curry powder and garlic to your onions and continue frying",
            "Finely chop your herbs. Add about two thirds of your herbs to the onion mixture, and leave the rest aside",
            "Grate 2 of your carrots and add to your onion mixture. Continue frying",
            "Chop your remaining carrot finely and add to your onion mixture. Continue frying",
            "Add your beef mince and add enough salt to taste. Fry until all the mince is browned. ",
            "Add your vegetable stock, 1/2 cup of water, diced tomatoes and tomatoe paste and stir thoroughly. Taste your mixture and add more salt if needed. ",
            "Leave your beef mixture to simmer on a low heat while you cook your macaroni pasta. I always add a teaspoon of butter to the pot when cooking pasta to help prevent the water from boiling over. ",
            "Once your pasta is cooked, drain and add to beef mixture. ",
            " Stir thoroughly and transfer to baking dish and straight into the oven at 180 degrees. ",
            " While your curried beef pasta is baking, grate your cheese. ",
            " After ten minutes of baking, remove the mixture from the oven and top with your grated cheese and remaining fresh herbs. ",
            " Continue baking for another 15 minutes.",
            " Serve and enjoy!"
        ],
        "Servings": "4",
        "PrepTime": "20",
        "CookTime": "35",
        "ImageCount": "3",
        "ServingSuggestion": "",
        "AddOnID": "",
        "AddOnName": ""
    },
    "M7": {
        "Name": "Mushroom, Spinach & Bacon Pasta (White Wine Sauce)",
        "Description": "A plate of deliciousness!  For a vegetarian version, simply leave out the bacon.",
        "Ingredients": [
            "1/2 white onion",
            "3 cloves garlic",
            "2 tablespoons butter",
            "1 cup portobellini mushrooms",
            "1/2 cup shitake mushrooms",
            "1/2 cup cubed bacon",
            "3 handfuls spinach",
            "1/2 cup white wine",
            "5-6 sprigs fresh thyme",
            "tablespoon of powdered veggie stock",
            "Spaghetti",
            "Toasted pine nuts (optional)"
        ],
        "IngredientList": [

        ],
        "Method": [
            "Finely chop your onion and garlic, add to a large frying pan and start to fry in oil of choice",
            "Finely chop your portobellini mushrooms and add to onions.",
            "Take your fresh thyme off the stems and add to your mushrooms, along with one tablespoons of butter",
            "Cover the pan with a lid and allow to simmer for 5-10 minutes ",
            "Add your bacon and allow bacon to cook",
            "Add your shitake mushrooms and finely chopped spinach",
            "Add your veggie stock, 1/4 cup of water, white wine and remaining butter",
            "Allow to simmer on low heat for 10-15 minutes, stirring occasionally",
            "While your mushroom mixture is simmering, cook your pasta",
            "Once pasta is cooked, drain and rinse and serve with your mixture!"
        ],
        "Servings": "2",
        "PrepTime": "5",
        "CookTime": "25",
        "ImageCount": "2",
        "ServingSuggestion": "This dish is even more delicious when topped with some toasted pine nuts! ",
        "AddOnID": "",
        "AddOnName": ""
    },






    "VT1": {
        "Name": "Veggie Bowl with Tangy Coriander Dressing",
        "Description": "A fresh bowl of veggies with a delicious tangy dressing. Perfect for a quick, yet interesting dish!",
        "Ingredients": {
            "Veggies": [
                "handful of broccoli",
                "handful of white cabbage",
                "1/4 white onion",
                "5-6 cherry tomatoes"
            ],
            "Dressing": [
                "2 tablespoons greek yoghurt",
                "juice from 1/2 lemon",
                "1 teaspoon apple cider vinegar",
                "1 tablespoon cottage cheese",
                "1 tablespoon chopped coriander",
                "salt & pepper"
            ]
        },
        "IngredientList": [
            "Brocolli",
            "Cabbage",
            "Onion",
            "Rosa Tomatoes",
            "Yogurt",
            "Lemon",
            "Vinegar",
            "Cheese",
            "Coriander"
        ],
        "Method": [
            "Cut your cabbage into thin slices. ",
            "Chop your broccoli finely. ",
            "Cut your onion into small slices. ",
            "Half your cherry tomatoes. ",
            "In a frying pan, drizzle olive oil and once heated fry up all the above veggies together. Season with some paprika, salt & pepper. ",
            "Continue until the veggies are thoroughly cooked and slightly crispy. ",
            "For your dressing, combine all the ingredients together in one go in a small bowl - use a fork to mix thoroughly.",
            "To serve, put your veggie mixture in a bowl and drizzle with your dressing - viola!"
        ],
        "Servings": "1",
        "PrepTime": "5",
        "CookTime": "10",
        "ImageCount": "2",
        "ServingSuggestion": "",
        "AddOnID": ""
    },
    "VT2": {
        "Name": "Health Toast with Asparagus & Avo",
        "Description": "Fresh and healthy toast, perfect for a light lunch and for asparagus lovers. ",
        "Ingredients": [
            "1 slice rye bread toasted",
            "3 - 4 pieces of asparagus",
            "1 / 4 white onion",
            "handful of rocket leaves",
            "sprinkle of feta cheese",
            "1 / 2 avocado"
        ],
        "IngredientList": [
            "Bread",
            "Asparagus",
            "Onion",
            "Rocket",
            "Feta Cheese",
            "Avocado"
        ],
        "Method": [
            "On your toasted rye bread, mash up your avocado and season with salt & pepper. ",
            "Fry up your asparagus and white onion in some olive oil.",
            "Season with paprika.",
            "Add your asparagus mixture to your toast. ",
            "Add your rocket, and sprinkle over your feta. Viola!"
        ],
        "Servings": "1",
        "PrepTime": "5",
        "CookTime": "10",
        "ImageCount": "1",
        "ServingSuggestion": "",
        "AddOnID": ""
    },
    "VT3": {
        "Name": "Asparagus & Mushroom with Creamy Avo Sauce",
        "Description": "Zesty, fresh and delicious. This dish is perfect for a tasty and healthy lunch on a hot summers day. ",
        "Ingredients": [
            "1 avo",
            "2 cloves garlic",
            "1 lemon",
            "4 tablespoons greek yoghurt",
            "4 - 5 spears of asparagus",
            "5 - 6 button mushrooms",
            "1 / 2 white onion",
            "Pasta of choice(1 cup)"
        ],
        "IngredientList": [
            "Avocado",
            "Garlic",
            "Lemon",
            "Yogurt",
            "Asparagus",
            "Mushrooms",
            "Onion",
            "Pasta"
        ],
        "Method": {
            "Sauce": [
                "In a blender, blend the following ingredients: avo, garlic, juice from 1 lemon, greek yoghurt, salt & pepper.",
                "Blend until nice and creamy yet fluffy.",
                "You are aiming for a tangy lemony zesty flavor, so add more lemon if needed."
            ],
            "Asparagus Mixture": [
                "Cut your onion, asparagus and mushrooms into thin slices.",
                "Try to cut your asparagus‘ julienne’ style.",
                "Add the onion to a frying pan and fry in oil of choice.",
                "After about 5 minutes add your asparagus & mushroom.",
                "Season with paprika & salt and pepper while frying.",
                "Fry for about 5 - 10 minutes until the vegetables are browned.",
                "In a serving bowl, add your sauce and asparagus mixture to your pasta of choice and viola!"
            ]
        },
        "Servings": "1",
        "PrepTime": "10",
        "CookTime": "15",
        "ImageCount": "1",
        "ServingSuggestion": "Would personnaly recommend spaghetti as a pasta - adds to the lightness of the dish. ",
        "AddOnID": ""
    },
    "VT4": {
        "Name": "White Wine & Garlic Veggie Trio",
        "Description": "This dish is excellent as a side addition to a protein. I.e. a chicken breast/snitchel, steak, veggie Pattie or anything else your heart desires. It’s got a creamy texture (without having cream in) and has loads of flavor. ",
        "Ingredients": [
            "1 eggplant",
            "1 cup mushrooms",
            "1 sweet potatoe",
            "1 / 4 cup white wine",
            "4 cloves of garlic",
            "1 x vegetable stock pot",
            "3 tablespoons of butter"
        ],
        "IngredientList": [
            "Eggplant",
            "Mushrooms",
            "Potato",
            "White Wine",
            "Garlic",
            "Butter"
        ],
        "Method": [
            "Finely chop your garlic and bring to the heat with a table spoon of butter in a frying pan. ",
            "Dice all your veggies(eggplant, mushrooms & sweet potatoe)",
            "Add diced veggies to your garlic butter mixture",
            "Fry until slightly golden brown",
            "Add your veggie stock, remaining butter, white wine and 1 / 4 cup of boiling water.",
            "Leave to simmer for 20 minutes / until the sweet potatoes are cooked and the water has disappeared."
        ],
        "Servings": "2-3",
        "PrepTime": "10",
        "CookTime": "25",
        "ImageCount": "2",
        "ServingSuggestion": "",
        "AddOnID": ""
    },
    "VT5": {
        "Name": "Tomato Soup (Blender-Free)",
        "Description": "This soup is hearty but light at the same time. Best served with a slice of ciabatta toast, or if you're feeling like some proper comfort food - a toasted cheese sandwich! Suitable for lunch or dinner. ",
        "Ingredients": [
            "1 white onion (finely chopped)",
            "1 tablespoon butter",
            "2 cloves garlic (finely chopped)",
            "6 tomatoes (peeled)",
            "4 sprigs fresh thyme (chopped)",
            "4 sprigs fresh rosemary (chopped)",
            "1 teaspoon paprika",
            "1 teaspoon worcester sauce",
            "50 ml milk",
            "1 tablespoon flour",
            "1/4 cup veggie stock",
            "1/2 can tomatoe purree",
            "salt & pepper"
        ],
        "Method": [
            "1. Preheat oven to 180 degrees; slice your peeled tomatoes into quarters and place into an oven dish",
            "2. Add your garlic, thyme, rosemary, paprika and worcester sauce to your tomatoes, drizzle with olive oil and put into the oven to roast for 30 minutes",
            "3. Add your onions to a large pot along with your butter and a drizzle of olive oil, cook on a low heat until onions are soft",
            "4. Whille the onions are cooking, in a mixing bowl, thoroughly combine your milk and flour",
            "5. Once tomatoes have been in for 30 minutes, take out of the oven and use a fork or masher to mash up the tomato mixture.",
            "6. Add tomatoe mixture to the mixing bowl of milk & flour, and whisk thoroughly",
            "7. Add contents of the mixing bowl to your pot of onions along with your veggie stock and tomatoe puree and mix until all ingredients are combined",
            "8. Add salt and pepper to taste and allow to simmer for 15 minutes",
            "9. Serve and enjoy!"

        ],
        "Servings": "3-4",
        "PrepTime": "20",
        "CookTime": "45",
        "ImageCount": "1",
        "ServingSuggestion": "Best served with a dollop of Creme Fraiche! ",
        "AddOnID": ""
    },











    "V1": {
        "Name": "Chickpea Health Bowl ",
        "Description": "This recipe may seem so basic and super super simple! To be honest, the reason why I have included it is to remind myself to make it because every time I do it’s just so wholesome and delicious. ",
        "Ingredients": [
            "1/2 can chickpeas",
            "handful of cos lettuce",
            "half a handful of cucumber",
            "5-6 cherry tomatoes",
            "small handful of red & yellow pepper mixed",
            "1/4 avo"
        ],
        "IngredientList": [
            "Chickpeas",
            "Lettuce",
            "Cucumber",
            "Tomato",
            "Peppers",
            "Avocado"
        ],
        "Method": [
            "Chop up your vegetables! **I would recommend doing your peppers ‘julienne’ style, ‘shredding’ your lettuce, leaving your cucumber in slightly larger chunks and cutting your cherry tomatoes in half.",
            "In a serving bowl, first add your lettuce and then the remaining veggies on top.",
            "In a frying pan, fry up your chickpeas! ** If you have time I would HIGHLY recommend taking the little skins off them.This makes them even more crispier.I am a spice freak so I fry them up in some Spanish smoked paprika and chilli flakes.If spice is not your thing, a simple mixture of salt, pepper and some origanum will do the trick.Fry them up until they nice and brown and crispy.",
            "Once cooled, add your chickpeas to your veggie bowl.",
            "Finally, cut up some avocado and add that to the mix.",
            "Drizzle with balsamic vinegar, olive oil and lemon juice and viola!"
        ],
        "Servings": "1",
        "PrepTime": "10",
        "CookTime": "5",
        "ImageCount": "1",
        "ServingSuggestion": "",
        "AddOnID": ""
    },
    "V2": {
        "Name": "Chickpea Bake",
        "Description": "A hearty and warm dish. This dish takes fairly long to make and is not suitable for a ‘come home from work and cook a quick meal’ kind of dish. It takes time and has a few different elements to it. I would recommend cooking this if you have the afternoon free. It will be great for entertaining guests in an affordable, healthy way :) ",
        "Ingredients": [
            "1 small sweet potato (cubed)",
            "1/4 green pepper",
            "1/4 red pepper",
            "2 whole tomatoes (cubed) ",
            "1 fresh chilli",
            "2 garlic cloves",
            "2 sprigs of fresh rosemary",
            "1 small tin of tomato paste",
            "few splashes of red wine",
            "1 tin chickpeas",
            "1 tin button mushrooms (or fresh mushrooms) ",
            "1 small eggplant"
        ],
        "IngredientList": [
            "Sweet Potato",
            "Peppers",
            "Tomato",
            "Chili",
            "Garlic",
            "Rosemary",
            "Tomato Paste",
            "Red Wine",
            "Chickpeas",
            "Mushrooms",
            "Eggplant"
        ],
        "Method": [
            "In a small pot, boil your sweet potatoes until soft then drain and set aside when complete. ",
            "In a pan, over low heat, cook together the following: your peppers, tomatoes, chilli, garlic, rosemary, tomato paste & red wine. Season with salt & pepper. **don’t worry about chopping your chilli/garlic as you will be blending this mixture. ",
            "Allow the above mixture to simmer until all the veggies are nice and soft. ",
            "Once the tomato mixture and your potatoes are ready - add them together into a blender and blend until you get a nice thick, orangey tomato based soup.**If you give it a taste, it should taste like a delicious sweet potato tomato soup that’s ready to go. Set this aside for now. ",
            "In the same pan you used for the mixture, fry up your chickpeas and mushrooms together with some paprika to season. Fry until they are slightly browning. ",
            "In an oven dish, pour your sweet potato and tomato mixture in, followed by your chickpeas & mushrooms. Mix together thoroughly. ",
            "To finish, slice your aubergine into thin round slices and put on top of your chickpea mixture. Season with some basil if you have. If not, some black pepper will do just fine :) ",
            " Bake in the oven for +- 30 minutes at 180degrees. Your aubergine should be nice and brown and crispy. Viola!"
        ],
        "Servings": "3-4",
        "PrepTime": "20",
        "CookTime": "30",
        "ImageCount": "4",
        "ServingSuggestion": "",
        "AddOnID": ""
    },
    "V4": {
        "Name": "Lentil Spaghetti Bolognese",
        "Description": "My own vegan spin on spaghetti bolegnese!",
        "Ingredients": [
            "2 carrots",
            "1 large onion",
            "3 cloves of garlic",
            "2 tomatoes (diced)",
            "1/2 can tomatoe paste",
            "2 vegetable stock pots",
            "1 cup red split lentils",
            "1/3 cup white wine "
        ],
        "IngredientList": [
            "Carrots",
            "Onion",
            "Garlic",
            "Tomato Paste",
            "Lentils",
            "White Wine"
        ],
        "Method": [
            "Finely chop your onion  and garlic and start to fry in some olive oil on medium heat. ",
            "Once the onions start to brown, grate your carrots, and add to the onions.",
            "After about 5 minutes of stirring, add your chopped tomatoes, and paprika, salt & pepper for seasoning.",
            "Once the veggies are cooked and browned, add your remaining ingredients(tomatoe paste, veggie stock, lentils & white wine) along with 2 cups of water.",
            "Bring to a boil and then allow to simmer for approximately 15 - 20 minutes until the mixture thickens, and the lentils are cooked.",
            "Once step 5 is complete, serve with spaghetti noodles and viola!"
        ],
        "Servings": "4",
        "PrepTime": "10",
        "CookTime": "25",
        "ImageCount": "1",
        "ServingSuggestion": "",
        "AddOnID": ""
    }
}